<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="en">
<head>
	<jsp:include page="../common/head.jsp"/>  
	<style>
	.agreement {background: rgb(245, 184, 164, 0.2); padding: 50px; margin: 52px 0;}
	.agreement > div {
					padding: 50px; background: rgb(255, 255, 255, 0.5); 
					white-space: pre-line; overflow-y: scroll; height: 300px;
					}
	.agree {margin: 0 350px 35px; text-align: center;}
	</style>
</head>
<body>
	<div class="my-container">
		<jsp:include page="../common/nav.jsp"/>
		<div class="agreement">
			<div>
				<h3>회원 가입 약관</h3> 
				<p>제1조 [목적]
				이 약관은 ㈜키튼킨더[전자상거래 사업자, 이하 “회사”라고 합니다]가 온라인으로 제공하는 디지털콘텐츠[이하 “콘텐츠”라고 합니다) 및 제반서비스의 이용과 관련하여 회사와 이용자와의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.
				※「PC통신, 모바일, 무선 등을 이용하는 전자거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.」
				제2조 [정의 및 용어의 정의]
				① 이 약관에서 사용하는 정의는 다음과 같습니다.
				1. “회사”라 함은 “콘텐츠” 산업과 관련된 경제활동을 영위하는 자로서 콘텐츠 및 제반 서비스를 제공하는 자, 즉 ㈜보듬컴퍼니를 말합니다.
				2. “이용자”라 함은 “회사”의 웹사이트에 접속하여 이 약관에 따라 “회사”가 제공하는 “콘텐츠” 및 제반 서비스를 이용하는 회원 및 비회원을 말합니다.
				3. “회원”이라 함은 “회사”와 이용계약을 체결하고 “이용자” 아이디(ID)를 부여받은 “이용자”로서 회사의 정보를 지속적으로 제공받으며 회사가 제공하는 서비스를 지속적으로 이용할 수 있는 자를 말합니다.
				4. “비회원”이라 함은 “회원”이 아니면서 “회사”가 제공하는 서비스를 이용하는 자를 말합니다.
				② 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
				1. “아이디(ID)”라 함은, “회원” 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자나 숫자 또는 양자의 조합을 말합니다.
				2. “비밀번호(PASSWORD)”라 함은 “회원”이 부여받은 “아이디”와 일치되는 “회원”임을 확인하고 비밀보호를 위해 “회원” 자신이 정한 문자 또는 숫자의 조합을 말합니다.
				3. “콘텐츠”라 함은, 회사가 제작하여 웹사이트에서 제공 및 판매하는 온라인 강좌 및 기타 관련 정보를 의미함으로써, 정보통신망이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호ㆍ문자ㆍ음성ㆍ음향ㆍ이미지 또는 영상 등으로 표현된 자료 또는 정보를 말합니다.
				4. “적립금”이라 함은, “서비스”의 효율적인 이용을 위해 “회사”가 임의로 책정한 방법에 의하여 적립되는 가상 결제수단을 말합니다.
				5. “수강권(쿠폰)”이라 함은, “서비스”의 효율적인 이용을 위해 “회사”가 임의로 책정한 방법에 의하여 적립되는 가상 결제수단을 말합니다.
				6. “유료콘텐츠”라 함은, “회사”가 웹사이트에서 제공하는 온라인 동영상 강의, 그룹 레슨, 세미나, 개인 레슨, 용품 등 유료로 제공하는 모든 서비스 및 재화를 말합니다. 제3자에게 양도, 대여할 수 없습니다.
				7. “결제금액”이라 함은, “회원”이 입금한 금액 중에서 신용 카드 수수료 등의 이유로 발생되는 비용을 제외하고 회사가 실질적으로 고객으로부터 수납한 금액을 말합니다.
				8. “환급금”이라 함은, “회원”이 유료콘텐츠 이용계약을 청약철회 또는 해지하여 발생하는 수수료와 위약금을 제외하고 “회원”에게 도로 돌려주는 금액을 말합니다.
				9. “운영자”라 함은, 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 사람 또는 회사를 말합니다.
				10. “회원의 게시물”이라 함은, 회사의 서비스가 제공되는 웹사이트에 회원이 올린 글, 이미지, 각종 파일 및 링크, 각종 댓글 등의 정보를 의미합니다.
				③ 제2항의 용어를 제외한 용어의 정의는 거래 관행 및 관계 법령에 따릅니다.
				제3조 [신원정보 등의 제공, 약관의 게시와 개정 등]
				① “회사”는 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처[전화, 팩스, 전자우편 주소 등] 등을 이용자가 알 수 있도록 “서비스”의 초기화면에 게시합니다. 다만, 약관은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
				② “회사”는 「전자상거래 등에서의 소비자보호에 관한 법률」, 약관의 규제에 관한 법률」,「전자문서 및 전자거래기본법」,「전자금융거래법」,「전자서명법」,「정보통신망 이용촉진 및 정보보호 등에 관한 법률」,「방문판매 등에 관한 법률」,「소비자기본법」등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
				③ “회사”가 약관을 개정할 경우에는 적용 일자 및 개정사유를 명시하여 현행약관과 함께 ㈜킨더키튼 웹사이트 공지 게시판에 그 적용 일자 7일 이전부터 적용 일자 전날까지 공지합니다.
				④ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 상관례에 따릅니다.
				⑤ 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 단, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사도 이용계약을 해지할 수 있습니다.
				</p>
			</div>
		</div>		
		<form method="post" id="agree">
			<div class="agree">
				<div>
					<input type="checkbox" name="checkbox" id="checkbox">위 약관에 대해 확인하고 동의합니다.
				</div>  
				<div class="button-write text-center">
					<button class="btn">다음</button>
				</div>
			</div>
		</form>
		<jsp:include page="../common/footer.jsp"/>
	</div>	
</body>
</html>